// Pushbutton that says "Install 32 Items"
"installButtonLabelTemplatePlural" = "安裝 %d 個項目";

// Pushbutton that says "Install 1 Item"
"installButtonLabelTemplateSingular" = "安裝 %d 個項目";

// Pushbutton for zero items
"installButtonLabelTemplateZero" = "安裝";

// Abbreviation for megabytes
"size-mb-unit" = "MB";

// Abbreviation for kilobytes
"size-kb-unit" = "KB";

// Format for file size, like "37 MB" or "182.31 KB"
"size-string-format" = "%.1f %@";


// Strings for the "Products require reboot" dialog

// Reboot alert, shown if the user needs to restart their system.
"reboot-message" = "「Google 軟體更新」建議您重新啟動電腦。";
// Reboot message specifying which software product might not work until a reboot.
"reboot-details" = "您必須重新啟動，%1$@ 才能正常運作。";
// Default button, reboot now
"reboot-button1" = "重新啟動";
// Cancel button - do it later
"reboot-button2" = "稍後";
// Alert icon name.
// This message does not need to be translated.
"reboot-iconName" = "error";
// If there is no name for the product wanting a reboot, this string will
// be substituted into into |reboot-details|.
"reboot-no-product-placeholder" = "部分最近更新的軟體";

// "All done with update" alert message - The updates were successful
"alldone-success-message" = "更新成功";
// All-done message saying that the software has successfully finished installing
"alldone-success-details" = "「Google 軟體更新」已順利完成更新。";
// OK Button, updates were successful.
"alldone-success-button1" = "確定";
// Alert icon name.
// This message does not need to be translated.
"alldone-success-iconName" = "success";

// "Unsuccessful update" alert message - All of the updates were not successful.
"alldone-failure-message" = "更新不成功";
// Unsuccessful update message saying the update was not successful, and we'll try again at a later time.
"alldone-failure-details" = "「Google 軟體更新」無法安裝這些更新。稍後會再重試。";
// OK button, updates were not successful.
"alldone-failure-button1" = "確定";
// Alert icon name.
// This message does not need to be translated.
"alldone-failure-iconName" = "error";

// "Partial Success", some updates succeeded, and some failed.
"alldone-mixed-message" = "部分更新成功";
// Partial success alert message, some updates were successful, some failed and will be tried later.
"alldone-mixed-details" = "「Google 軟體更新」已順利安裝部分更新程式。稍後會再嘗試安裝失敗的部分。";
// OK button
"alldone-mixed-button1" = "確定";
// Alert icon name.
// This message does not need to be translated.
"alldone-mixed-iconName" = "error";


// Strings for labels in the Google Software Update window.
// Some of these strings are referenced in
// KSAgentUpdateWindowControllerTest.m, so you may need to update the
// test if you change these.

// Title for the software Update Window.  This is the name of the "Google Software Update" product
"updatewindowTitle" = "Google 軟體更新";
// Update Window message saying that there are new google software updates available.
"updatewindowMessageLabel" = "有您電腦可用的新 Google 軟體。";
// Update Window details line telling the user that if they don't install the updates now, they will be asked again sometime later.
"updatewindowDetailsLabel" = "如果您目前不準備安裝，系統稍後會再詢問一次。";
// Update Window label that is shown if any updates require a restart.
"updatewindowRestartRequiredLabel" = "需要重新啟動。";
// Update Window button label, acts as a cancel button, so that the user can update things later.
"updatewindowLaterButtonMessageLabel" = "稍後";
// Empty string for a table column for the restart icon.  It can stay empty.
// This message does not need to be translated.
"updatewindowTablecolumnRestartLabel" = "";
// Update Window table column header for checkboxes for the user to select/deselect.  If the checkbox is selected, the update will be installed.
"updatewindowTablecolumnInstallLabel" = "安裝";
// Update Window table column header for the name of the product being updated.
"updatewindowTablecolumnNameLabel" = "名稱";
// Update Window table column header for the version number of the product being updated.
"updatewindowTablecolumnVersionLabel" = "版本";
// Update Window table column header for the download size of the product being updated.
"updatewindowTablecolumnSizeLabel" = "大小";
// Update Window label above a progress indicator indicating which product name is being updated..
"updatewindowInstallingProductTemplate" = "正在更新 %@";
// Update Window label saying that installation is in progress.
"updatewindowInstallingStatusLabel" = "正在安裝";
